Revit 2024 API
SymbolTypeId.CP Property
 Symbol cP, indicating unit Centipoises.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CP { get; }
Visual Basic
Public Shared ReadOnly Property CP As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CP {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace